<?php
return array(
	/* maxsus so'zlar */
	"sentabr"=>"сентябр","oktabr"=>"октябр",
	"ratsiya"=>"рация","RATSIYA"=>"РАЦИЯ",
	"Sirk"=>"Цирк",""=>"",""=>"",
	""=>"",""=>"",""=>"",""=>"",""=>"",
	""=>"",""=>"",""=>"",""=>"",""=>"",
	""=>"",""=>"",""=>"",""=>"",""=>"",
	""=>"",""=>"",""=>"",""=>"",""=>"",
	""=>"",""=>"",""=>"",""=>"",""=>"",
	""=>"",""=>"",""=>"",""=>"",""=>"",

	/* Diftonglar*/

	"CHE"=>"ЧЕ", "CHe"=>"Че", "Che"=>"Че", "ChE"=>"ЧЕ", "che"=>"че", "SHE"=>"ШЕ", "SHe"=>"Ше", "She"=>"Ше", "ShE"=>"ШЕ", "she"=>"ше",
	"CH"=>"Ч", "Ch"=>"Ч", "ch"=>"ч", "SH"=>"Ш", "Sh"=>"Ш", "sh"=>"ш", "O‘"=>"Ў", "o‘"=>"ў", "G‘"=>"Ғ", "g‘"=>"ғ",

	"YO"=>"Ё", "Yo"=>"Ё", "yo"=>"ё", "YU"=>"Ю", "Yu"=>"Ю", "yu"=>"ю", "YA"=>"Я", "Ya"=>"Я", "ya"=>"я", "YE"=>"Е",
	"Ye"=>"Е", "ye"=>"е", "BE"=>"БЕ", "DE"=>"ДЕ", "FE"=>"ФЕ", "GE"=>"ГЕ", "HE"=>"ҲЕ", "JE"=>"ЖЕ", "KE"=>"КЕ",
	"LE"=>"ЛЕ", "ME"=>"МЕ", "NE"=>"НЕ", "PE"=>"ПЕ", "QE"=>"ҚЕ", "RE"=>"РЕ", "SE"=>"СЕ", "TE"=>"ТЕ", "VE"=>"ВЕ",
	"WE"=>"ВЕ", "XE"=>"ХЕ", "ZE"=>"ЗЕ", "Be"=>"Бе", "De"=>"Де", "Fe"=>"Фе", "Ge"=>"Ге", "He"=>"Ҳе", "Je"=>"Же", "Ke"=>"Ке",
	"Le"=>"Ле", "Me"=>"Ме", "Ne"=>"Не", "Pe"=>"Пе", "Qe"=>"Қе", "Re"=>"Ре", "Se"=>"Се", "Te"=>"Те", "Ve"=>"Ве", "We"=>"Ве",
	"Xe"=>"Хе", "Ze"=>"Зе", "be"=>"бе", "de"=>"де", "fe"=>"фе", "ge"=>"ге", "he"=>"ҳе", "je"=>"же", "ke"=>"ке", "le"=>"ле",
	"me"=>"ме", "ne"=>"не", "pe"=>"пе", "qe"=>"қе", "re"=>"ре", "se"=>"се", "te"=>"те", "ve"=>"ве", "we"=>"ве", "xe"=>"хе",
	"ze"=>"зе",

	/* To'g'ridan to'g'ri tarjima qilinadigan harflar */
	/* Bosh harflar */
	"A"=>"А","B"=>"Б","D"=>"Д","E"=>"Э","F"=>"Ф","G"=>"Г","H"=>"Ҳ","I"=>"И","J"=>"Ж","K"=>"К","L"=>"Л","M"=>"М","N"=>"Н",
	"O"=>"О","P"=>"П","Q"=>"Қ","R"=>"Р","S"=>"С","T"=>"Т","U"=>"У","V"=>"В","X"=>"Х","Y"=>"Й","Z"=>"З",

	/* Kichik harflar */
	"a"=>"а","b"=>"б","d"=>"д","e"=>"э","f"=>"ф","g"=>"г","h"=>"ҳ","i"=>"и","j"=>"ж","k"=>"к","l"=>"л","m"=>"м","n"=>"н",
	"o"=>"о","p"=>"п","q"=>"қ","r"=>"р","s"=>"с","t"=>"т","u"=>"у","v"=>"в","x"=>"х","y"=>"й","z"=>"з",

	/* Ayirish belgisi*/
	"’"=>"ъ","‘"=>"ъ","'"=>"ъ","`"=>"ъ",
);
?>