<?php
$this->pageTitle=Yii::app()->name;
?>
<h1 align=center><?=Yii::t("strings","Ассалому алайкум ҳурматли талаба")?>!</h1>
<p class="kirish"><?=Yii::t("strings","Сизга тақдим этилаётган ушбу саволнома Сизнинг билимга қандай ёндашишингизни баҳолаб беради ва келажакда Сизга
	билим беришда ўқитувчи фаолиятини қандай олиб бориши кераклиги аниқлаб беришга ҳизмат қилади");?>
</p>
<p class="kirish">
<?=Yii::t("strings","Бугун Сизнинг ёрдамингиз билан бир эксперимент(тажриба) ўтказмоқчимиз. Аввало, шуни билишингиз керак-ки, бу эксперимент натижаси ушбу фан бўйича рейтинг бахоларингизга мутлақо таъсир қилмайди. Лекин, иштирокчи сифатида, алгоритмларга оид билинингиз мустахкамланиши ва энг асосийси ўзингизнинг таълим олиш усулингизни билиб олишингиз мумкин.");?>
</p>
<h1 align=center><?=Yii::t("strings","Хўш, қандай таълим олиш усули экан?")?>!</h1>
<p class="kirish">
<?=Yii::t("strings","Тингловчилар, яъни бизнинг ўрнимизда бу - талаба, у ёки бу турда таълим олишга мойиллиги кўпроқ бўлади.");?>
 <?=Yii::t("strings","Масалан, Сизга маърузасини оғзаки тарзда етказувчи ўқитувчининг машғулоти кўпроқ ёқса ва бу Сиз учун кўпроқ тушунарли бўлса, бошқа бир курсдошингиз учун эса аксинча, доска тўла график ва формулалар билан ўтиши ҳамда тўлиқроқ конспект қилдириши маъқул.");?>
	<?=Yii::t("strings","Бу худди шўрвадаги сабзини ёқтирмасдан ошдаги сабзини паққос туширган билан баробар.");?><img src="/images/smile.jpg" width="15px">
</p>
<p class="kirish">
<?=Yii::t("strings","Бу экспериментнинг асосий мақсади Сизни шу икки хил турнинг қай бирига киришингизни аниқлаш. Натижа қандай бўлиши эса саволларга обектив ёндашишингизга боғлиқ.");?>
</p>
<p class="kirish">
<?=Yii::t("strings","Ушбу эксперимент Фелдернинг ўрганиш усуллари индексига асосланган ва Сизни 4 ўлчамдаги усуллар бўйича текширади");?>
</p>
<div style="text-align: center;">
	<form action="<?=Yii::app()->createUrl('/students/create')?>">
		<input type="submit" value="<?=Yii::t('strings','Давом эттириш')?>">
	</form>
</div>
